assets/images/grViz.gv
digraph G {
graph [overlap=true]

node [shape=circle]
U; e1; e2; e3; e4
 
node [shape=box]
A [label="Public Health"]
B [label="Genetic Epidemiology & Biostatistics"]
F1 [label="Genetics"]
F2 [label="Epidemiology"]
F3 [label="Mathematical Statistics"]
F4 [label="Computer Science"]

U -> A
A -> B
e1 -> F1 F1 -> B
e2 -> F2 F2 -> B
e3 -> F3 F3 -> B
e4 -> F4 F4 -> B
}
